problems/+azevedo/@MMSShear2d/meshes/unitCube64x64/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          64;
        startFace       8064;
    }
    left
    {
        type            wall;
        nFaces          64;
        startFace       8128;
    }
    right
    {
        type            wall;
        nFaces          64;
        startFace       8192;
    }
    bottom
    {
        type            wall;
        nFaces          64;
        startFace       8256;
    }
    back
    {
        type            empty;
        nFaces          4096;
        startFace       8320;
    }
    front
    {
        type            empty;
        nFaces          4096;
        startFace       12416;
    }
)


// ************************************************************************* //
